CFD-Documentation-Method-pitzDaily-LES/Allrun
#!/bin/sh
cd "${0%/*}" || exit
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions

runApplication blockMesh
runApplication pisoFoam
